package com.example.mycooking.Common;

import java.util.ArrayList;
import java.util.List;

public class Common {

    public static List<Comic> comicList = new ArrayList<>();



    public static String[] categories = {
            "เครื่องในหมูต้ม",
            "ซี่โครงหมู",
            "ตับหมู",
            "ซีอิ๋วดำ",
            "น้ำส้มสายชู",
            "ซอสหอยนางรม",
            "เนื้อวัว",
            "อกไก่",
            "โครงไก่",
            "สะโพกไก่",
            "เลือดไก่",
            "เห็ดนางฟ้า",
            "เห็ดเข็มทอง",
            "เห็ดฟาง",
            "ไข่เป็ด",
            "ไข่เค็ม",
            "ไข่เยี่ยวม้า",
            "ไข่เป็ด",
            "ไข่นกกระทา",
            "ปลาทับทิม",
            "หอยลาย",
            "ปูม้า",
            "กุ้ง",
            "ปลาหมึก",
            "ปลานิล",
            "หอยแครง",
            "ปลาดุก",
            "ปลาทูเค็ม",
            "ปลาทูเ",
            "ปลากระพง",
            "ปลาช่อน",
            "ปลาดอลลี่",
            "พริกแกง",
            "มะเขือม่วง",
            "พริก",
            "กุยช่าย",
            "ใบมะกรูด",
            "มะเขือ",
            "ขิง",
            "ต้นคะน้าจีน",
            "แครอท",
            "กะหล่ำปลี",
            "ใบยี่หร่า",
            "ชะอม",
            "กระชาย",
            "กระเทียม",
            "ใบกระเพรา",
            "ผักกาด",
            "ตะไคร้"


    };
}
